[
  {
    "SourceText": "*Cooking with Maths*",
    "text": "ගණිතය එක්ක ඉවුම් පිහුම්",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Cooking can help your boy or girl start learning maths!",
    "text": "ඉවුම් පිහුම්, ඔබේ දරුවාට ගණිතය ඉගෙනීම පටන් ගැනීමට උපකාරී වෙනවා!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💚 Invite your girl or boy to help you cook for your family, or to choose something they would like to cook",
    "text": "💚 ඔබේ පවුල වෙනුවෙන් ආහාර පිසීමට හෝ ඔවුන් උයන්න කැමති දෙයක් තෝරා ගැනීමට ඔබේ දරුවාට අවස්ථාව ලබා දෙන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🍅 Ask your boy or girl to count different ingredients. Help them if it’s difficult!",
    "text": "🍅 ආහාර පිසීමට ගන්නා විවිධ අමු ද්‍රව්‍ය ගණන් කිරීමට ඔබේ දරුවාට කියන්න. එය අපහසු නම් ඔවුන්ට උදව් කරන්න!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🔟 Help your girl or boy to understand adding and subtracting quantities ",
    "text": "🔟 ප්‍රමාණ එකතු කිරීම සහ අඩු කිරීම තේරුම් ගැනීමට ඔබේ දරුවාට උදව් කරන්න ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "📝 Encourage your boy or girl to recognise numbers on packaging",
    "text": "📝 ඇසුරුම්වල ඇති අංක හඳුනා ගැනීමට ඔබේ දරුවා දිරිමත් කරන්න",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": " 👀 Ask your girl or boy about the different sizes of ingredients - e.g. which is bigger/biggest?",
    "text": " 👀 අමු ද්‍රව්‍යවල විවිධ ප්‍රමාණයන් ගැන ඔබේ දරුවාගෙන් විමසන්න - උදා: විශාල/විශාලතම කුමක්ද?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🔄 Think about when you will cook together again! You can also practise understanding numbers and quantities during other activities like shopping or building/making things",
    "text": "🔄 ඔබ නැවත එකට උයන්නේ කවදාදැයි සිතා බලන්න! සාප්පු සවාරි යාම හෝ විවිධ දේවල් තැනීම / සෑදීම වැනි වෙනත් ක්‍රියාකාරකම් අතරතුර අංක සහ ප්‍රමාණ තේරුම් ගැනීමට පුහුණු කරන්න පුලුවන්.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "*Following Instructions*",
    "text": "උපදෙස් පිළිපැදීම",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "👂 Play a game in which your boy or girl listens to and tries to remember strings of instructions.",
    "text": "ඔබේ දරුවා උපදෙස් මාලාවන්ට සවන් දී මතක තබා ගැනීමට උත්සාහ කරන ක්‍රීඩාවක් කරන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "This will be useful in school, at home, and later in life!",
    "text": "මෙය පාසලේදී, නිවසේදී සහ අනාගත ජීවිතයේ දී ප්‍රයෝජනවත් වනු ඇත!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Start with just one instruction using an object in your home. For example “touch the red ball” 🔴",
    "text": "ඔබේ නිවසේ ඇති වස්තුවක් භාවිතා කරමින් එක් උපදෙසක් පමණක් ලබාදෙමින් ක්‍රියාකාරකම ආරම්භ කරන්න. උදාහරණයක් ලෙස “රතු බෝලය අල්ලන්න” 🔴",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Slowly add more instructions (e.g “then pick up the cup ☕), but tell your girl or boy that they can only start once you’ve finished giving the instructions.",
    "text": "ක්‍රමයෙන් තවත් උපදෙස් එකතු කරන්න (උදා: “ඉන් පසුව කෝප්පය ගන්න ☕), නමුත් ඔබ උපදෙස් ලබා දීම අවසන් කළ පසු පමණක් ඔවුන්ට ආරම්භ කළ හැකි බව දරුවාට කියන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "See how many your boy or girl can follow without forgetting!",
    "text": "ඔබේ දරුවාට අමතක නොකර උපදෙස් කීයක් අනුගමනය කළ හැකි දැයි බලන්න!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🔄 Now swap roles! It’s your boy or girl’s turn to give you instructions! They can use the same objects if they want.",
    "text": "🔄 දැන් භූමිකාවන් මාරු කරගන්න! දැන් ඔබට උපදෙස් ලබා දීමට ඔබේ දරුවාගේ වාරයයි! ඔවුන්ට අවශ්‍ය නම් එකම වස්තූන් භාවිතා කළ හැකියි.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "You can also try this game with a group of girls and boys! Make sure they take turns :)",
    "text": "ඔබට මෙම ක්‍රීඩාව දරුවන් කණ්ඩායමක් සමඟ උත්සාහ කළ හැකියි! ඔවුන් එය මාරුවෙන් මාරුවට කරන බවට වග බලා ගන්න :)",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "*One-on-One Time*",
    "text": "දරුවා වෙනුවෙන් වෙන් වූ කාලයක් ගත කිරීම",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💚 Spending time just with your girl or boy and taking an interest in them can improve your relationship.",
    "text": "💚 ඔබේ දරුවා සමඟ ඔවුන් වෙනුවෙන් වෙන් වූ කාලයක් ගත කිරීමෙන් සහ ඔවුන් කෙරෙහි උනන්දුවක් දැක්වීමෙන් දරුවා සමඟ ඔබේ සම්බන්ධතාවය වැඩිදියුණු කළ හැකියි.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "👀 When your boy or girl is playing alone or occupying themselves quietly, join them and show interest in what they are doing.",
    "text": "👀 ඔබේ දරුවා තනිවම සෙල්ලම් කරන විට හෝ නිහඬව තනිවම රැඳී සිටින විට, ඔවුන් සමඟ එකතු වී ඔවුන් කරන දේ කෙරෙහි උනන්දුවක් පෙන්වන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "👂Ask questions about their activity, and listen to them.",
    "text": "👂ඔවුන්ගේ ක්‍රියාකාරකම් පිළිබඳව ප්‍රශ්න අසන්න, ඔවුන්ට සවන් දෙන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Let your girl or boy lead the activity, follow them to build their confidence and autonomy 😃.",
    "text": "ඔබේ දරුවාට ක්‍රියාකාරකම මෙහෙයවීමට ඉඩ දෙන්න, ඔවුන්ගේ විශ්වාසය සහ ස්වාධීනත්වය ගොඩනැගීමට ඔබ ඔවුන්ව සහාය දෙන්න 😃.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "👀 Say what you see - describing everything and supporting your boy’s or girl’s actions.",
    "text": "👀 ඔබ දකින දේ කියන්න - සියල්ල විස්තර කර ඔබේ දරුවාගේ ක්‍රියාවන්ට සහාය වන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Be positive, praise your girl or boy, and enjoy spending this time with them 😃💚",
    "text": "ධනාත්මක වන්න, ඔබේ දරුවාව අගය කරන්න, සහ ඔවුන් සමඟ මෙම කාලය ගත කිරීමෙන් සතුටක් ලබන්න 😃💚",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "*Playtime with Books*",
    "text": "පොත් එක්ක ගත  කරන වේලාව",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "📖 Book sharing will help your boy or girl learn and is a fun, playful activity to spend quality time together.",
    "text": "📖 පොත්වල ඇති දේ කියවීම ඔබේ දරුවාට ඉගෙන ගැනීමට උපකාරී වන අතර එය ගුණාත්මක කාලයක් ගත කිරීමට විනෝදජනක ක්‍රියාකාරකමක් වේ.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⏰ Choose a time when you won’t be disturbed, and try to stop any distractions - e.g. turn off the TV and put away phones.",
    "text": "⏰ ඔබට බාධා නොවන කාලයක් තෝරාගන්න, අවධානය වෙනතකට යොමු කරන ඕනෑම දෙයක් නැවැත්වීමට උත්සාහ කරන්න - උදා: රූපවාහිනිය නිවා දමන්න, දුරකථන ඉවත් කරන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "📖 If your girl or boy wants to choose a book, that’s fine, otherwise choose for them.",
    "text": "📖 ඔබේ දරුවාට පොතක් තෝරා ගැනීමට අවශ්‍ය නම්, එය හොඳයි, එසේ නොමැතිනම් ඔබ තෝරා දෙන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💚 Sit close together and follow your boy or girl attention and lead. ",
    "text": "💚 එකට වාඩි වී ඔබේ දරුවාගේ අවධානය තබා ගන්න‚ ඔවුන්ට නායකත්වය දෙන්න. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Point at things, name and repeat words. Help them to learn more about what interests them in the book 👀 ",
    "text": "පින්තූර පෙන්වා, ඒවාගේ නම් කියන්න. එම වචන නැවත කියන්න. පොතේ ඇති ඔවුන් කැමති දේ ගැන වැඩි විස්තර දැන ගැනීමට ඔවුන්ට උදව් කරන්න 👀 ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "If there are words or numbers in the book, ask and help your girl or boy recognise letters numbers, and simple words 💡. ",
    "text": "පොතේ වචන හෝ අංක තිබේ නම්, ඔබේ දරුවාට අකුරු අංක සහ සරල වචන හඳුනා ගැනීමට උදව් කරන්න 💡. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Link things in the books to your child's life, and use words about emotions and talk about them! 😃.",
    "text": "පොත්වල අන්තර්ගතය ඔබේ දරුවාගේ ජීවිතයට සම්බන්ධ කරන්න, හැඟීම් පිළිබඳ වචන භාවිතා කර ඒවා ගැන කතා කරන්න! 😃.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🔄 If possible, start a regular routine to read together when your girl or boy isn’t too tired or hungry.",
    "text": "🔄 හැකි නම්, ඔබේ දරුවා වෙහෙසට පත් නොවූ විට හෝ බඩගිනි නොමැතිවිට එක්ව කියවීමට දිනපතා පුරුද්දක් ආරම්භ කරන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Reading together is one of the best ways to help your boy or girl learn and prepare for success in school! 🎓",
    "text": "ඔබ දරුවා සමඟ එක්ව කියවීම  මඟින් දරුවාගේ  පාසලේ වැඩකටයුතු වල කාර්යෂමතාවය  වැඩි දියුණු වේ! 🎓",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "📖 Book sharing will help your girl or boy learn and is a fun, playful activity to spend quality time together",
    "text": "📖 පොත්වල  අන්තර්ගතය බෙදා ගැනීම, ඔබේ දරුවාට ඉගෙන ගැනීමට උපකාරී වන අතර එය ගුණාත්මකව කාලය ගත කිරීමට විනෝදජනක ක්‍රියාකාරකමක් ලෙස යොදා ගත හැක.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⏰ Choose a time when you won’t be disturbed, and try to stop any distractions - e.g. turn off the TV and put away phones",
    "text": "⏰ ඔබට බාධා නොවන වේලාවක් තෝරාගන්න, අවධානය වෙනතකට යොමු කරන ඕනෑම දෙයක් නැවැත්වීමට උත්සාහ කරන්න - උදා: රූපවාහිනිය නිවා දමා දුරකථන ඉවත් කරන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "📖 If your boy or girl wants to choose a book, that’s fine, otherwise choose for them",
    "text": "📖 ඔබේ දරුවාට පොතක් තෝරා ගැනීමට අවශ්‍ය නම්, එසේ නොමැතිනම් ඔබ තෝරා දෙන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💚 Sit close together and follow your girl or boy attention and lead ",
    "text": "💚 එකට වාඩි වී ඔබේ දරුවාගේ අවධානය තබා ගන්න‚ ඔවුන්ට නායකත්වය දෙන්න ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Link things in the books to your child's life, and use words about emotions and talk about them! 😃",
    "text": "පොත්වල ඇති දේවල් ඔබේ දරුවාගේ ජීවිතයට සම්බන්ධ කරන්න, හැඟීම් පිළිබඳ වචන භාවිතා කර ඒවා ගැන කතා කරන්න! 😃",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🔄 If possible, start a regular routine to read together when your girl or boy isn’t too tired or hungry",
    "text": "🔄 ඔබට හැකිනම්, ඔබේ දරුවා වෙහෙසට පත් නොවූ විට හෝ බඩගිනි නොවූ විට එක්ව කියවීමට දිනපතා පුරුද්දක් ආරම්භ කරන්න",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "*I Spy!*",
    "text": "කන් කන් බූරූ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "👀 I spy is a fun game to play with your girl or boy that will help them learn about letters and words!",
    "text": "👀 කන් කන් බූරූ යනු ඔබේ දරුවා සමඟ කරන්න විනෝදජනක සෙල්ලමක් වන අතර එය අකුරු සහ වචන ගැන ඉගෙන ගැනීමට උපකාරී වේ!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Choose an object or a thing around you, and don’t tell your boy or girl what it is. It should be something that your boy or girl knows the word for. For example “ball” ⚽",
    "text": "ඔබ වටා ඇති වස්තුවක් හෝ දෙයක් තෝරන්න, එය කුමක්දැයි ඔබේ දරුවාට නොකියන්න. එම වචනය ඔබේ දරුවා දන්නා දෙයක් විය යුතුයි. උදාහරණයක් ලෙස “මල ”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "👀 Then say “I spy with my little eye, something beginning with *and then say the first letter of the word* which in this case is “b”",
    "text": "👀 ඉන්පසු “කන් කන් බූරූ, සින් සින් නෝරූ, මං කීදේ අහනවාද? ගිහිං “ම” අකුරෙන් පටන් ගන්න දෙයක් සොයා ගන්න”යැයි කියන්න",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Your girl or boy should look around and guess what the object is. When they guess it right, praise them and swap roles! If they can’t get it, give them some clues, like “it’s round” or “it’s black and white”. ✅",
    "text": "ඔබේ දරුවා වටපිට බලා වස්තුව කුමක්දැයි අනුමාන කළ යුතුයි. ඔවුන් එය නිවැරදිව අනුමාන කළ විට, ඔවුන්ව අගය කර භූමිකාවන් මාරු කරගන්න! අනුමාන කළ නොහැකි නම්, “එය වටකුරු” හෝ “පාට පිළිබද\" ඉඟි කිහිපයක් ඔවුන්ට දෙන්න. ✅",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Play this game with as many objects as possible and as many different letters! Help your boy or girl to learn about the different letters and sounds in words. This will help them learn to read at home and school. 🎓",
    "text": "හැකි තරම් වස්තූන් සහ විවිධ අකුරු සමඟ මෙම සෙල්ලම කරන්න! වචනවල ඇති විවිධ අකුරු සහ ශබ්ද ගැන ඉගෙන ගැනීමට ඔබේ දරුවාට උදව් කරන්න. මෙය ඔවුන්ට නිවසේදී සහ පාසලේදී කියවීම ඉගෙන ගැනීමට උපකාරී වේ. 🎓",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "*Categorising and Organising*",
    "text": "වර්ග කිරීම සහ සංවිධානය කිරීම",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Help your girl or boy to learn by sorting objects and things! 🔵🔷",
    "text": "වස්තූන් සහ දේවල් වර්ග කිරීමෙන් ඔබේ දරුවාට ඉගෙන ගැනීමට උදව් කරන්න! 🔵🔷",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Your boy or girl will learn by understanding how things fit and group together (eg, bear = animal, mango = fruit, blue = colour) 🧸",
    "text": "දේවල් ගැලපෙන ආකාරය සහ කාණ්ඩගත කරන ආකාරය තේරුම් ගැනීමෙන් ඔබේ දරුවා ඉගෙන ගනු ඇත (උදා: වලසා = සතා, අඹ = පළතුරු, නිල් = වර්ණය) 🧸",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Find a book with different pictures and help your girl or boy to find things in a particular category (e.g. “Find all of the animals”) 👀",
    "text": "විවිධ පින්තූර සහිත පොතක් සොයාගෙන ඔබේ දරුවාට යම් විශේෂිත කාණ්ඩයක දේවල් සොයා ගැනීමට උදව් කරන්න (උදා: “සියලු සතුන් සොයා ගන්න”) 👀",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Find *safe* objects in the house, get your boy or girl to group them by colour, size, or types of object (cups, plates). Then make more complicated categories (e.g. small cups, big cups) ☕",
    "text": "නිවසේ *ආරක්ෂිත* වස්තූන් සොයා ගන්න, ඔබේ දරුවාට ඒවා වර්ණය, ප්‍රමාණය හෝ  වර්ගය (කෝප්ප,පිඟන්) අනුව කාණ්ඩ කිරීමට ඉඩ දෙන්න. ඉන්පසු වඩාත් සංකීර්ණ කාණ්ඩ සාදන්න (උදා: කුඩා කෝප්ප, විශාල කෝප්ප) ☕",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🔄 You can play the categorising game anywhere! Just look around and ask your girl or boy to find things from the category you say!",
    "text": "🔄 ඔබට ඕනෑම තැනක වස්තූන්  වර්ග කිරීම  පිළිබද  සෙල්ලම කළ හැකියි! අවට බලා ඔබ පවසන කාණ්ඩයෙන් දේවල් සොයා ගැනීමට ඔබේ දරුවාට කියන්න!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "*What Letter is This?*",
    "text": "මොකක්ද මේ අකුර?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Playing games with letters can help your boy or girl learn the alphabet and how letters are put together to make words.",
    "text": "අකුරු එක්ක සෙල්ලම් කිරීමෙන් ඔබේ දරුවාට හෝඩිය ඉගෙන ගැනීමට සහ වචන සෑදීමට අකුරු එකට එකතු කරන ආකාරය ඉගෙන ගැනීමට උපකාරී වෙනවා.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "📝 Write a letter on a piece of card or paper (e.g. “p”)",
    "text": "📝 කාඩ් පතක හෝ කඩදාසි කැබැල්ලක අකුරක් ලියන්න (උදා: “ස”)",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "👂 Say the letter out loud and ask your girl or boy to say it too!",
    "text": "👂 අකුර ශබ්ද නඟා කියන්න, ඔබේ දරුවාටත් එය කියන්නැයි පවසන්න!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Ask your boy or girl to say some words that begin with the letter “p”, give them clues like “What starts with “p”? Plant… What else? 🌱",
    "text": "“ස” අකුරෙන් ආරම්භ වන වචන කිහිපයක් ඔබේ දරුවාගෙන් විමසන්න, \"ස\" වලින් පටන් ගන්නේ කුමක්ද?සමනළයා... වෙන මොනවද?🌱",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "👀 Ask your girl or boy to look for objects in your house that begin with a letter (eg “p” for plate). Help them find things.",
    "text": "👀 ඔබේ නිවසේ යම් අකුරකින් පටන් ගන්නා වස්තූන් (උදා: පිඟාන සඳහා “ස”) සෙවීමට ඔබේ දරුවාට කියන්න. දේවල් සොයා ගැනීමට ඔවුන්ට උදව් කරන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🔄 Try a new letter every day!",
    "text": "🔄 සෑම දිනකම නව අකුරක්  හදුන්වා දීමට උත්සාහ කරන්න!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "*Riddles Help Boys and Girls Learn*",
    "text": "ප්‍රහේලිකා දරුවන්ට ඉගෙන ගැනීමට උපකාරී වේ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Riddles and puzzles are a fun way to build thinking skills! 💡",
    "text": "ප්‍රහේලිකා යනු සිතීමේ හැකියාව වර්ධනය කිරීමට විනෝදජනක ක්‍රමයකි! 💡",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Do you remember any riddles from your childhood? If you can’t then make one up, they can be very simple! 😃",
    "text": "ඔබේ ළමා කාලයේ ඔබ කළ ප්‍රහේලිකා ඔබට මතකද? අමතක නම් ඔබට ඉතා සරල එකක් සෑදිය හැකියි! 😃",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Like “What can you see at night but not in the day” Answer: “The moon” 🌙",
    "text": "“රාත්‍රියේ ඔබට දැකිය හැකි නමුත් දිවා කාලයේදී දැකිය නොහැකි දේයක් කියන්න” පිළිතුර: “සඳ” වැනි 🌙",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "If your girl or boy is finding them difficult, try an easy one like: “What is round, bouncy and can be thrown or kicked?” Answer: “A ball” ⚽",
    "text": "ඔබේ දරුවාට ඒවා අපහසු නම්, “වටකුරු, පිම්බෙන සහ විසි කළ හැකි හෝ පයින් ගැසිය හැකි,  වැනි දෙයක් කියන්න ?”: “බෝලය” වැනි පහසු එකක් උත්සාහ කරන්න ⚽",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Your boy or girl can also try making riddles! 💡",
    "text": "ඔබේ දරුවාටද ප්‍රහේලිකා සෑදීමට උත්සාහ කරවිය හැකියි! 💡",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "You can have fun with riddles anywhere at any time - like traveling on a bus, walking to school or in a car 🚗",
    "text": "ඔබට ඕනෑම වේලාවක ඕනෑම තැනක ප්‍රහේලිකාවලින් විනෝද විය හැකියි - බස් රථයක ගමන් කරන, පාසලට ඇවිද යන හෝ මෝටර් රථයකින් යන විටදී පවා 🚗",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "*What's New?*",
    "text": "අලුත් දේවල් මොනවද?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Learning is fun! 🎓",
    "text": "ඉගෙනීම විනෝදජනකයි! 🎓",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "❓ Ask your girl or boy to think of a new, fun skill you could learn together. ",
    "text": "❓ එක්ව ඉගෙන ගත හැකි නව, විනෝදජනක හැකියාවක් ගැන සිතා බලන්න යැයි ඔබේ දරුවාට පවසන්න. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "For example: keeping a ball in the air with your foot, juggling, making soup, moonwalking, whistling, saying the alphabet backwards, learning all the states in Mexico. ",
    "text": "උදාහරණයක් ලෙස: සරුංගලයක් යැවීම, පලතුරු සලාදයක් සෑදීම, සිංහල ගීතයකට නැටීම හෝ විසිල් කිරීම. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🔄 Take turns trying out the new skill. Make sure to praise each other and learn and play together!",
    "text": "🔄 නව හැකියාව මාරුවෙන් මාරුවට උත්සාහ කරන්න. එකිනෙකා අගය කිරීමට‚ ඉගෙන ගැනීමට සහ එකට සෙල්ලම් කිරීමට වග බලා ගන්න!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💛 Approach learning the skill in a kind and fun way, and do not judge your boy or girl or yourself for your ability in the skill. ",
    "text": "💛 කරුණාවන්ත හා විනෝදජනක ආකාරයකින් හැකියාව ඉගෙනීමට ප්‍රවේශ වන්න, ඔබේ දරුවාට හෝ ඔබට එය කිරීමට ඇති හැකියාව අනුව විනිශ්චය නොකරන්න. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "😃 Once you have mastered the skill, choose another skill to learn together.",
    "text": "😃 ඔබ එක් හැකියාවක් ප්‍රගුණ කළ පසු, එක්ව ඉගෙන ගැනීමට වෙනත් හැකියාවක් තෝරාගන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "*Make up a Story*",
    "text": "කතන්දරයක් සාදන්න",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Creating stories together is a great way to have fun with imagination - and to build your girl or boy’s creativity! 📖",
    "text": "එක්ව කතා නිර්මාණය කිරීම පරිකල්පනයෙන් විනෝද වීමට සහ ඔබේ දරුවාගේ නිර්මාණශීලිත්වය ගොඩනැගීමට හොඳ ක්‍රමයකි! 📖",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "5️⃣ With your boy or girl, come up with 5 words to use. They can be any words you want! For example: banana, spaceship, fish, water, painting, cooking, wedding. If you need to remember them, write them clearly on a paper with your girl or boy.",
    "text": "5️⃣ ඔබේ දරුවා සමඟ, සෙල්ලම් කිරීමට  වචන 5ක් කතා කරගන්න. ඒ ඔබට අවශ්‍ය ඕනෑම වචනයක් විය හැකියි! උදාහරණයක් ලෙස: අඹ, අභ්‍යවකාශ යානය, මාළු, ජලය, පින්තූරය, ඉවුම් පිහුම්. ඔබට ඒවා මතක තබා ගැනීමට අවශ්‍ය නම්, ඔබේ දරුවා සමඟ කඩදාසියක පැහැදිලිව ලියන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🎂 Start your story with, “Once upon a time, there was a…” and use one of the words from the list in the first part. For example, “Once upon a time, there was a family who worked on a *banana* farm.”",
    "text": "🎂 \"එකමත් එක කාලෙක,... \" යනුවෙන් ඔබේ කතාව ආරම්භ කර පළමු කොටසේ ලැයිස්තුවෙන් වචන වලින් එකක් භාවිතා කරන්න. උදාහරණයක් ලෙස, \" එකමත් එක කාලෙක, *අඹ* ගොවිපලක වැඩ කළ පවුලක් සිටියා.\"",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "📝 Let your boy or girl make up the next part using another word from the list.",
    "text": "📝 ලැයිස්තුවෙන් තවත් වචනයක් භාවිතා කර ඔබේ දරුවාට ඊළඟ කොටස සකස් කිරීමට ඉඩ දෙන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🔄 Take turns until you have used all the words and created a story. ",
    "text": "🔄 සියලු වචන භාවිතා කර මාරුවෙන් මාරුවට සම්පූර්ණ කතාවක් නිර්මාණය කරන්න. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🔔 Be creative and do not tell your girl or boy what to say. It does not need to be a real story to be fun!",
    "text": "🔔 නිර්මාණශීලී වන්න, ඔබේ දරුවාට ම කතන්දරය ගෙතීමට  ඉඩ දෙන්න. විනෝද වීමට එය සැබෑ කතාවක් විය යුතු නැත!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🎁 Ask your boy or girl what their favourite part of the story was, and tell them yours!",
    "text": "🎁 කතාවේ ඔවුන් කැමතිම කොටස කුමක්දැයි ඔබේ දරුවාගෙන් විමසන්න, ඔබ කැමතිම කොටස ඔවුන්ට කියන්න!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "*Playing with Clothes*",
    "text": "ඇඳුම් සමඟ සෙල්ලම් කිරීම",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💡Help your girl or boy use their fingers, talk about clothes, and organise them! ",
    "text": "💡ඔබේ දරුවාට ඇඟිලි භාවිතා කිරීමට, ඇඳුම් ගැන කතා කිරීමට සහ ඒවා පිළිවෙළට තැබීමට උදව් කරන්න! ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Help your boy or girl exercise their fingers by showing them how buttons and zips work on clothes, and letting them practise using them! 👋",
    "text": "ඇඳුම්වල බොත්තම් සහ සිපර් ක්‍රියා කරන ආකාරය පෙන්වීමෙන් සහ ඒවා භාවිතා කිරීමට පුරුදු වීමට ඉඩ දීමෙන් ඔබේ දරුවාගේ ඇඟිලි වලට ව්‍යායාම දීමට උදව් කරන්න! 👋",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🔵 Talk about the colours of clothes! Ask your girl or boy to pick a colour and talk about all the things that are that colour: “What are all the things we can think of that are blue?”",
    "text": "🔵 ඇඳුම්වල වර්ණ ගැන කතා කරන්න! ඔබේ දරුවාට වර්ණයක් තෝරාගෙන එම වර්ණය ඇති සියලු දේ ගැන කතා කිරීමට කියන්න: “නිල් පාටෙන් තව තියෙන දේවල් මොනවාද?”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "😃 Encourage your boy or girl to help you sort clothes into piles for each family member.",
    "text": "😃 පවුලේ සෑම සාමාජිකයෙකුගේම ඇඳුම් ගොඩවල් වලට වර්ග කිරීමට ඔබට උදව් කිරීමට ඔබේ දරුවා දිරිමත් කරන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "*Playing with Vegetables*",
    "text": "එළවළු සමඟ සෙල්ලම් කිරීම",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🌱 Help your girl or boy learn by thinking and talking about vegetables!",
    "text": "🌱 එළවළු ගැන කතා කිරීමෙන් ඔබේ දරුවාට ඉගෙන ගැනීමට උදව් කරන්න!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🍅 Mix together 2-3 different ingredients of your choice (like onions, tomatoes and corn example). Say: “Help me sort these vegetables into piles?” Try sorting them by size.",
    "text": "🍅 ඔබ කැමති විවිධ අමුද්‍රව්‍ය 2-3ක් එකට මිශ්‍ර කරන්න (උදාහරණ - ළූණු, තක්කාලි සහ අර්තාපල් වැනි). කියන්න: “මට මේ එළවළු ගොඩවල් වලට වර්ග කිරීමට උදව් කරන්න?” ප්‍රමාණය අනුව ඒවා වර්ග කිරීමට උත්සාහ කරන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "😃 Remind me!",
    "text": "😃 මට මතක් කරන්න!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Talk about your child’s experiences. Ask questions and wait for answers. Follow your child’s interests. ",
    "text": "ඔබේ දරුවාගේ අත්දැකීම් ගැන කතා කරන්න. ප්‍රශ්න අසන්න සහ පිළිතුරු සඳහා බලා සිටින්න. ඔබේ දරුවාගේ රුචිකත්වයන් සඳහා ඉඩ දෙන්න. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "“Can you help me remember what is at the market?” “Do they sell carrots at the market?” “Do they sell anything yellow at the market?” “What else do they sell?” “Can you think of other things they sell?”",
    "text": "“මාර්කට් එකේ තියෙන දේවල් මතක් කරගන්න, මට උදව් කරන්න ඔයාට පුලුවන්ද?” “මාර්කට් එකේ කැරට් විකුණනවාද?” “මාර්කට් එකේ කහ පාට දෙයක් විකුණනවාද?” “මාර්කට් එකේ වෙන විකුණන්නේ මොනවාද?” “මාර්කට් එකේ විකුණන වෙන දේවල් ගැන ඔයාට මතකද?”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💡Can you think of something similar?",
    "text": "💡ඔබට සමාන දෙයක් ගැන සිතිය හැකිද?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Say: We are going to think of some things that are similar or different from what I tell you. So listen carefully!”",
    "text": "කියන්න: මම ඔයාට කියන දේට සමාන නැත්නම් වෙනස් දේවල් කිහිපයක් ගැන අපි හිතමු. ඒ නිසා හොඳින් සවන් දෙන්න!”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Here is a tomato. Can you think of something else that is red like a tomato? 🍅",
    "text": "මෙන්න තක්කාලි ගෙඩියක්. තක්කාලි ගෙඩියක් වගේ රතු පාට වෙන දෙයක් ගැන හිතන්න ඔයාට පුළුවන්ද? 🍅",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Can you think of something else that is round like a tomato? ⚽",
    "text": "තක්කාලි ගෙඩියක් වගේ වටකුරු වෙන දෙයක් ගැන හිතන්න ඔයාට පුළුවන්ද? ⚽",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "*Animals*",
    "text": "සතුන්",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🧸 Active animals: Take turns with @fields.child_nickname doing animal actions: Hop like a frog, stretch like a cat, run like a dog, slither like a snake, flap like a bird",
    "text": "🧸 ක්‍රියාකාරී සතුන්: @fields.child_nickname සමඟ සත්ව හැසිරීම් අනුකරණය කරන්න: ගෙම්බෙකු මෙන් පනින්න, බළලෙකු මෙන් දිගු වන්න, බල්ලෙකු මෙන් දුවන්න, සර්පයෙකු මෙන් ලිස්සා යන්න, කුරුල්ලෙකු මෙන් පියාඹන්න",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "🧸 Active animals: Take turns with your child doing animal actions: Hop like a frog, stretch like a cat, run like a dog, slither like a snake, flap like a bird",
    "text": "🧸 ක්‍රියාකාරී සතුන්: ඔබේ දරුවා සමඟ සත්ව හැසිරීම් අනුකරණය කරන්න: ගෙම්බෙකු මෙන් පනින්න, බළලෙකු මෙන් දිගු වන්න, බල්ලෙකු මෙන් දුවන්න, සර්පයෙකු මෙන් ලිස්සා යන්න, කුරුල්ලෙකු මෙන් පියාඹන්න\n",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💡All the animals we can think of - think about groups of animals!",
    "text": "💡අපට සිතිය හැකි සියලුම සතුන් - සත්ව කණ්ඩායම් ගැන සිතන්න!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "What are all the animals we can think of that have feathers?",
    "text": "අපට සිතිය හැකි පිහාටු ඇති සියලුම සතුන් කවුද?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "What are all the animals we can think of that eat plants? 🌱",
    "text": "ශාක අනුභව කරන සියලුම සතුන් කවුද? 🌱",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "What are all the animals we can think of that lay eggs?",
    "text": "බිත්තර දමන බව අපට සිතිය හැකි සියලුම සතුන් කවුද?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "😃 Counting rabbits",
    "text": "😃 හාවන් ගණන් කිරීම",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🔟 Find 10 rocks and put them in a line, tell your girl or boy that they are rabbits!",
    "text": "🔟 ගල් 10ක් සොයාගෙන ඒවා පේළියකට තබන්න, ඒවා හාවන් බව ඔබේ දරුවාට කියන්න!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Ask them to count the rabbits!",
    "text": "හාවන් ගණන් කරන්න යැයි ඔවුන්ගෙන් ඉල්ලා සිටින්න!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Put the rabbits into 2 equal piles. Ask your boy or girl to give you 3 rabbits. Say “If you give me 3, how many rabbits do you have?”",
    "text": "හාවන් සමාන ගොඩවල් 2කට දමන්න. ඔබේ දරුවාගෙන් ඔබට හාවන් 3ක් ලබා දෙන ලෙස ඉල්ලා සිටින්න. \"ඔබ මට 3ක් දුන්නොත්, ඔබට හාවන් කී දෙනෙක් සිටිනවාද?\" යැයි අසන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "*Active Counting*",
    "text": "ක්‍රියාකාරීව ගණන් කිරීම",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "👋 Clap, hop, jump: Play the following game with @fields.child_nickname. Make it active!",
    "text": "👋 අත්පුඩි ගසන්න, පිම්මක් පනින්න, උඩ පනින්න: @fields.child_nickname සමඟ මෙම ක්‍රීඩා කරන්න. එය ක්‍රියාශීලීව කරන්න!",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "1️⃣ Clap hands 1 time. 2️⃣ Clap hands 2 times.",
    "text": "1️⃣ 1 වතාවක් අත්පුඩි ගසන්න. 2️⃣ 2 වතාවක් අත්පුඩි ගසන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "1️⃣ Jump 1 time. 2️⃣ Jump 2 times.",
    "text": "1️⃣ 1 වතාවක් උඩ පනින්න. 2️⃣ 2 වතාවක් උඩ පනින්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "1️⃣ Hop 1 time.",
    "text": "1️⃣ 1 වතාවක් පිම්මක් පනින්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "3️⃣ Hop 3 times.",
    "text": "3️⃣ 3 වතාවක් පිම්මක් පනින්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💡Can you hop, then jump, then clap? ",
    "text": "💡 පිම්මක් පනින්න, ඊළඟට උඩ පනින්න, පස්සෙ අත්පුඩි ගසන්න ඔයාට පුලුවන්ද? ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🏆 Can you clap twice, jump once, and hop three times?",
    "text": "🏆 දෙවරක් අත්පුඩි ගසන්න, එක් වරක් උඩ පනින්න සහ තුන් වතාවක් පිම්මක් පනින්න පුලුවන්ද?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "👋 Clap, hop, jump: Play the following game with your child. Make it active!",
    "text": "👋 අත්පුඩි ගසන්න, පිම්මක් පනින්න, උඩ පනින්න: ඔබේ දරුවා සමඟ පහත ක්‍රීඩාව කරන්න. එය ක්‍රියාශීලීව කරන්න!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💡Remembering Instructions",
    "text": "💡 උපදෙස් මතක තබා ගැනීම",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Take turns playing a game where you give 2-3 instructions that the other person has to remember to follow. Make sure physical movement is included!",
    "text": "අනෙක් පුද්ගලයා මතක තබා ගෙන අනුගමනය කළ යුතු උපදෙස් 2-3 ක් ලබා දෙන ක්‍රීඩාවක් මාරුවෙන් මාරුවට කරන්න. චලනය වීම් ඇතුළත් කර ගැනීමට වග බලා ගන්න!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "For example:",
    "text": "උදාහරණයක් ලෙස:",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Hop twice, turn around.",
    "text": "දෙවරක් පිම්මක් පනින්න, හැරෙන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Jump to the kitchen, pick up a spoon, then run back. ✅",
    "text": "මුළුතැන්ගෙයට යනතුරු පනින්න, හැන්දක් ගන්න, පසුව ආපසු දුවන් එන්න. ✅",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "*Thinking Games*",
    "text": "සිතීමේ සෙල්ලම්",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "❗ Mama/Daddy says! Play this game of giving instructions:",
    "text": "❗ සයිමන් කියනවා! උපදෙස් දීමේ මෙම සෙල්ලම කරන්න:",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Mama/daddy says touch your head. Mama/daddy says open your mouth. Mama/daddy says turn around. Mama/daddy says touch your knees. Mama/daddy says jump twice. Mama/daddy says jump, then clap and sit.",
    "text": "සයිමන් කියනවා ඔයාගේ හිස අල්ලන්න. සයිමන් කියනවා ඔයාගේ කට අරින්න. සයිමන් කියනවා හැරෙන්න. සයිමන් කියනවා ඔයාගේ දණහිස් අල්ලන්න. සයිමන් කියනවා දෙවරක් උඩ පනින්න. සයිමන් කියනවා උඩ පනින්න, පසුව අත්පුඩි ගසා වාඩි වෙන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🔵 🔴Blue-Red - now play this game!",
    "text": "🔵 🔴 නිල්-රතු - දැන් මෙම සෙල්ලම කරන්න!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "If I say touch something blue, you need to touch something red. If I say touch something red, you need to touch something blue.",
    "text": "මම නිල් දෙයක් අල්ලන්න කියනවා නම්, ඔයා රතු දෙයක් අල්ලන්න ඕනේ. මම රතු දෙයක් අල්ලන්න කියනවා නම් , ඔයා නිල් දෙයක් අල්ලන්න ඕනේ.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "👂 Go and stop: Play the game with @fields.child_nickname",
    "text": "👂 යන්න නවතින්න: @fields.child_nickname සමඟ සෙල්ලම කරන්න",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Say: When I say “stop”, we freeze. When I say “go”, we can walk again.",
    "text": "කියන්න: මම \"නවත්වන්න\" කියන විට, අපි නොසෙල්වී වෙමු. මම \"යන්න\" කියන විට, අපට නැවත ඇවිදින්න පුළුවන්.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Once @fields.child_nickname is familiar with the game, @fields.child_nickname will lead.",
    "text": "@fields.child_nickname ක්‍රීඩාව ගැන හුරුපුරුදු වූ පසු, @fields.child_nickname නායකත්වය දෙනු ඇත.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "👂 Go and stop: Play the game with your child",
    "text": "👂 යන්න නවතින්න: ඔබේ දරුවා සමඟ සෙල්ලම කරන්න",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Once your child is familiar with the game, your child will lead.",
    "text": "ඔබේ දරුවා ක්‍රීඩාව ගැන හුරුපුරුදු වූ පසු, ඔබේ දරුවා නායකත්වය දෙනු ඇත.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "*Games with Pictures!*",
    "text": "පින්තූර එක්ක සෙල්ලම්!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "👂 Making up a story from an image",
    "text": "👂 රූපයකින් කතාවක් හදන්න",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "For example, say: We are going to make up a story about this picture. I can start. This little girl is feeling very excited today. Why do you think she is feeling excited?",
    "text": "උදාහරණයක් ලෙස, කියන්න: අපි මේ පින්තූරය ගැන කතාවක් හදන්නයි යන්නේ. මට පටන් ගන්න පුළුවන්. මේ පොඩි කෙල්ල අද ගොඩක් උද්යෝගිමත් වෙලා ඉන්නවා. ඇයි එයා උද්යෝගිමත් වෙලා ඇත්තේ?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "😃 She is holding her bag and has a big smile. Where do you think she is going?",
    "text": "😃 එයා එයාගේ බෑග් එක අල්ලගෙන ලොකු හිනාවක් දාගෙන ඉන්නවා. එයා කොහෙ යනවා ඇති කියලාද ඔයා හිතන්නේ?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "👀 Can you point to it?",
    "text": "👀 ඔයාට ඒක පෙන්නන්න පුළුවන්ද?",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Using a book or a magazine, or anything with pictures, say:",
    "text": "පොතක් හෝ සඟරාවක් හෝ පින්තූර තියෙන ඕනෑම දෙයක් භාවිතා කරමින්, මෙහෙම කියන්න:",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "I am going to describe something on the page and you need to guess what it is and point to it. For example, “I see something that is [green and moves slowly].",
    "text": "මම පිටුවේ තියෙන දෙයක් විස්තර කරනවා, ඒ මොකක්ද කියලා ඔයා අනුමාන කරලා ඒක මට පෙන්නන්න ඕනේ. උදාහරණයක් විදියට, “මට [කොළ පාට සහ සෙමින් චලනය වන] දෙයක් පේනවා.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Can you guess what it is?” 💚",
    "text": "ඒ මොකක්ද කියලා ඔයාට අනුමාන කරන්න පුළුවන්ද?” 💚",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "*Shapes Everywhere!*",
    "text": "හැම තැනකම හැඩතල!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "📺 Squares, squares everywhere",
    "text": "📺 කොටු, හැම තැනකම කොටු",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "👀 Draw squares in the sand or dirt. Make some bigger and some smaller.",
    "text": "👀 වැලි හෝ පස් වල කොටු අඳින්න. සමහර කොටු විශාල ලෙසත් අනෙක් කොටු කුඩාවටත් අඳින්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Tell @fields.child_nickname, “this is a square.” ",
    "text": "@fields.child_nicknameට කියන්න, \"මේක කොටුවක්\". ",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Ask your girl or boy to try to draw a square. Hold your boy’s or girl’s hand to help if this is hard. ",
    "text": "ඔබේ දරුවාට කොටුවක් ඇඳීමට උත්සාහ කරන ලෙස කියන්න. මෙය කරන්නට දරුවාට අපහසුනම් නම් උදව් කිරීමට ඔබේ දරුවාගේ අත අල්ලා ගන්න. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Look for things around the home or outdoors that are the same shape.",
    "text": "නිවස වටා හෝ එළිමහනේ එම හැඩය ඇති දේවල් සොයන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Now do the same with circles! 🔴",
    "text": "දැන් රවුම් හැඩය යොදාගෙන එසේ කරන්න! 🔴",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Tell your child, “this is a square.” ",
    "text": "ඔබේ දරුවාට කියන්න, \"මේක කොටුවක්\". ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "*Story Telling*",
    "text": "කතන්දර කීම",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💡 Let’s make a story!",
    "text": "💡 අපි කතන්දරයක් හදමු!\n",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Say: We are going to make up a story. I will start then you will help me continue it. ",
    "text": "ඔබේ දරුවාට කියන්න: අපි කතන්දරයක් හදන්නයි යන්නේ. මම පටන් ගන්නම්. ඊට පස්සේ ඔයා ඒක දිගටම කරගෙන යන්න මට උදව් කරන්න ඕනේ. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⏰ ”Once upon a time there was…”",
    "text": "⏰ ”එකමත් එක කාලෙක…”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "“What happened next?”👀",
    "text": "“ඊළඟට මොකද වුණේ?”👀",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "“What happened after that?”",
    "text": "“ඊට පස්සෙ මොකද වුණේ?”",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "👂 Tell me the story!",
    "text": "👂 මට කතාව කියන්න!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Say to @fields.child_nickname: “I have a book here that we have read before. Can you remember the story and tell it to me just by looking at the pictures?” ",
    "text": "@fields.child_nicknameට කියන්න: “මගේ ළඟ අපි කලින් කියවපු පොතක් තියෙනවා. ඔයාට කතාව මතකද? පින්තූර බලලා මට ඒක කියන්න පුළුවන්ද?” ",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "👀 Show your girl or boy pictures in the book. Ask your boy or girl what is happening in the pictures and what happens next.",
    "text": "👀 පොතේ තියෙන පින්තූර ඔබේ දරුවාට පෙන්වන්න. පින්තූරවල මොකද වෙන්නේ සහ ඊළඟට මොකද වෙන්නේ කියලා ඔබේ දරුවාගෙන් අහන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Say to your child: “I have a book here that we have read before. Can you remember the story and tell it to me just by looking at the pictures?” ",
    "text": "ඔබේ දරුවාට කියන්න: “මගේ ළඟ අපි කලින් කියවපු පොතක් තියෙනවා. ඔයාට කතාව මතකද? පින්තූර බලලා මට ඒක කියන්න පුළුවන්ද?” ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "*I'm a Writer!*",
    "text": "මම ලේඛකයෙක්!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "📝 Have fun being creative with writing!",
    "text": "📝 ලිවීමෙන් නිර්මාණශීලී වී විනෝද වන්න!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "You and @fields.child_nickname can have fun writing with a pencil and paper, or with a stick and the sand!",
    "text": "ඔබට සහ @fields.child_nicknameට පැන්සලක් සහ කඩදාසියක් හෝ කෝටුවක් සහ වැලි භාවිතා කර ලිවීමෙන් විනෝද විය හැකියි!",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "If your girl or boy doesn’t know how to write letters, encourage them to draw shapes, and try to copy the shapes of letters. 🔵▶️",
    "text": "ඔබේ දරුවා අකුරු ලියන්නේ කෙසේදැයි නොදන්නේ නම්, හැඩතල ඇඳීමට ඔවුන්ව දිරිමත් කර, අකුරු වල හැඩ පිටපත් කිරීමට උත්සාහ කරන්න. 🔵▶️",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "When they are more confident, encourage them to write letters and even words. 😃Start showing them how to write their name and other important words for them, like mom, ball or milk.",
    "text": "ඔවුන්ට හැකි නම්, අකුරු සහ වචන පවා ලිවීමට ඔවුන්ව දිරිමත් කරන්න. 😃ඔවුන්ගේ නම සහ අම්මා, බෝලය හෝ කිරි වැනි ඔවුන්ට වැදගත් වචන ලියන ආකාරය පෙන්වීම ආරම්භ කරන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Show them the simple things that you write - like shopping lists! Show them the words and each of the letters. Let them try to copy the words! 📖",
    "text": "ඔබ ලියන සරල දේවල් ඔවුන්ට පෙන්වන්න - සාප්පු ලැයිස්තු වැනි! වචන සහ එක් එක් අකුරු ඔවුන්ට පෙන්වන්න. වචන පිටපත් කිරීමට උත්සාහ කිරීමට ඔවුන්ට ඉඩ දෙන්න! 📖",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "You and your child can have fun writing with a pencil and paper, or with a stick and the sand!",
    "text": "ඔබට සහ ඔබේ දරුවාට පැන්සලක් සහ කඩදාසියක් හෝ කෝටුවක් සහ වැලි භාවිතා කර ලිවීමෙන් විනෝද විය හැකියි!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "*A Friendly Chat*",
    "text": "මිත්‍රශීලී කතාබහක්",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Talk to your girl or boy about something that they are interested in! 😃",
    "text": "ඔබේ දරුවා උනන්දුවක් දක්වන දෙයක් ගැන ඔහු සමඟ කතා කරන්න! 😃",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💚 Spending quality time with your boy or girl and talking to them every day is a good way to develop a strong relationship. ",
    "text": "💚 ඔබේ දරුවා සමඟ ගුණාත්මක කාලයක් ගත කිරීම මෙන්ම සෑම දිනකම ඔහු සමඟ කතා කිරීම ශක්තිමත් සම්බන්ධතාවයක් වර්ධනය කර ගැනීමට හොඳ ක්‍රමයක්. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⚽ An easy way to start talking to your girl or boy is to ask them about something they are interested in, for example you could talk about topics such as: sports, books, movies, friends, music, celebrities, or school.",
    "text": "⚽ ඔබේ දරුවා සමඟ කතා කිරීම ආරම්භ කිරීමට පහසු ක්‍රමයක් නම් ඔහු උනන්දුවක් දක්වන දෙයක් ගැන ඔහුගෙන් විමසීමයි, උදාහරණයක් විදියට ක්‍රීඩා, පොත්, චිත්‍රපට, මිතුරන්, සංගීතය, කීර්තිමත් පුද්ගලයින් හෝ පාසල වැනි මාතෘකා ගැන ඔබට කතා කරන්න පුලුවන්.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "👂 You may not find everything your boy or girl shares to be interesting, but it’s important to show enthusiasm and an eagerness to learn.",
    "text": "👂 ඔබේ දරුවා බෙදා ගන්නා සෑම දෙයක්ම රසවත් නොවෙන්න පුලුවන්, නමුත් ඉගෙන ගැනීමට උද්යෝගය සහ උනන්දුව පෙන්වීම වැදගත් වේ.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "*Get Active*",
    "text": "ක්‍රියාශීලී වන්න",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Exercise is a great way to spend time together and it is so good for your health. 🌱 Find a sport or exercise that both you and your girl or boy want to do and try it out together! ",
    "text": "ව්‍යායාම කිරීම දරුවා වෙනුවෙන් වෙන් කරගත් කාලය ගත කිරීමට හොඳ ක්‍රමයක් වන අතර එය ඔබේ සෞඛ්‍යයටද ඉතා හොඳයි. 🌱 ඔබ සහ ඔබේ දරුවා දෙදෙනාම කිරීමට කැමති ක්‍රීඩාවක් හෝ ව්‍යායාමයක් තෝරාගෙන එය එක්ව උත්සාහ කරන්න! ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⏰ Even walking for 10 minutes a day is good for you. ",
    "text": "⏰ දිනකට මිනිත්තු 10 ක් ඇවිදීම පවා ඔබට හොඳයි. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⚽ Together you can walk, run, play soccer, swim, dance, or do any other sport..",
    "text": "⚽ ඔබට එක්ව ඇවිදින්න, දුවන්න, පාපන්දු ක්‍රීඩා කරන්න, පිහිනන්න, නටන්න හෝ වෙනත් ඕනෑම ක්‍රීඩාවක් කරන්න පුලුවන්.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🏆 Together, think of ways to make it even more fun. Can you jog to a certain point? Take turns being the coach? Can there be a small, free reward, like getting to decide the next activity?",
    "text": "🏆 එක්ව, එය වඩාත් විනෝදජනක ලෙස කිරීමට ක්‍රම ගැන සිතන්න. ඔබට යම් තැනකට ජෝගිං කරන්න පුලුවන්. පුහුණුකරු ලෙස මාරුවෙන් මාරුවට යන්න. ඊළඟ ක්‍රියාකාරකම තීරණය කිරීම වැනි කුඩා, දිරිගැන්වීමක් දෙන්න පුලුවන්.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🌈 Exercise becomes easier and more enjoyable the more you do it. ",
    "text": "🌈 ඔබ එය කරන තරමට ව්‍යායාම කිරීම පහසු සහ විනෝදජනක වේ. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🔄 If you or your girl or boy do not like the first exercise you pick, try a new exercise.",
    "text": "🔄 ඔබ හෝ ඔබේ දරුවා, තෝරා ගන්නා පළමු ව්‍යායාමයට අකමැති නම්, නව ව්‍යායාමයක් උත්සාහ කරන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "*Pass the Ball*",
    "text": "බෝලය එවන්න",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Games are a great, fun way to spend time with your family! ",
    "text": "ක්‍රීඩා යනු ඔබේ පවුලේ අය සමඟ කාලය ගත කිරීමට විශිෂ්ට, විනෝදජනක ක්‍රමයක්! ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "3️⃣ This game is best with at least 3 people.",
    "text": "3️⃣ මෙම ක්‍රීඩාවට අවම වශයෙන් පුද්ගලයින් තුන් දෙනෙකු අවශ්ය වේ.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⚽ Find a ball to play. If you cannot find a ball, choose an item you can safely throw around. For example, a bottle cap or a plastic cup.",
    "text": "⚽ ක්‍රීඩා කිරීමට බෝලයක් සොයා ගන්න. ඔබට බෝලයක් සොයාගත නොහැකි නම්, ආරක්ෂිතව විසි කළ හැකි දෙයක් සොයා ගන්න. උදාහරණයක් ලෙස, බෝතල් පියනක් හෝ ප්ලාස්ටික් කෝප්පයක්.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "➡️ Start in a circle and pass the ball around. ",
    "text": "➡️️ රවුමක් සෑදී බෝලය පාස් කරන්න පටන් ගන්න. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "👋 Start throwing the ball in new directions (up, down, straight, curved, rolling on the ground) and with different forces (hard, soft, medium). You can bounce the ball, throw it in the air, and catch it a few times before passing it. ",
    "text": "👋 බෝලය අලුත් දිශාවලට (ඉහළට, පහළට, කෙළින්, වක්‍රව, බිම පෙරළීම) සහ විවිධ බලයන් සමඟ (තදින්‚ හෙමින්, මධ්‍යම) විසි කිරීම ආරම්භ කරන්න. ඔබට බෝලය බවුන්ස් කරන්න, විසි කරන්න සහ එය පාස් කරන්න පෙර කිහිප වතාවක් අල්ලා කරන්න පුලුවන්. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "✨ When everyone gets good at catching the ball, you can start moving around the room, still passing the ball. ",
    "text": "✨ සෑම කෙනෙකුම බෝලය අල්ලා ගැනීමට දක්ෂ වූ විට, කාමරය වටා ගමන් කරමින් බෝලය පාස් කරන්න පටන් ගන්න පුලුවන්. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⭐ Can you throw the ball under the leg? Behind the back? Over your head? Block a pass? Have fun with it!",
    "text": "⭐ ඔබට බෝලය කකුල යටින් විසි කරන්න පුලුවන් ද? පිටුපසට? ඔබේ හිසට උඩින්? බෝලය පාස් කිරීම අවහිර කරන්න? එය සමඟ විනෝද වන්න!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "*Active Songs*",
    "text": "ක්‍රියාකාරී ගීත",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "😃 Young boys and girls love physical games! But they need reminders about how to play 💡",
    "text": "😃 කුඩා දරුවන් ක්‍රීඩා වලට කැමතියි! නමුත් ඔවුන්ට ක්‍රීඩා කරන ආකාරය පිළිබඳ මතක් කිරීම් අවශ්‍යයි 💡",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🎵 Songs with movements are fun and active and give instructions on how to move!",
    "text": "🎵 චලනයන් සහිත ගීත විනෝදජනක සහ ක්‍රියාශීලී වන අතර චලනය වන ආකාරය පිළිබඳ උපදෙස් ලබාදිය යුතුයි!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Sing songs to @fields.child_nickname or a group of girls and boys in which they have to:",
    "text": "@fields.child_nickname ට හෝ දරුවන් කණ්ඩායමකට ගීත ගායනා කරන්න, එහිදී ඔවුන් කළ යුත්තේ:",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "✅ Start and stop ❌",
    "text": "✅ පටන් ගැනීම සහ අවසන් කිරීම❌",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⬇️ Slow down and speed up ⬆️",
    "text": "⬇️️ වේගය අඩු කිරීම සහ වේගවත් කිරීම ⬆️",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Sing songs to your child or a group of girls and boys in which they have to:",
    "text": "ඔබේ දරුවාට හෝ දරුවන් කණ්ඩායමකට ගීත ගායනා කරන්න, එහිදී ඔවුන් කළ යුත්තේ:",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "*Follow the Leader!*",
    "text": "නායකයාව අනුගමනය කරන්න!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "⭐ Choose someone to be the leader (tip: start with an adult like yourself)",
    "text": "⭐ නායකයා වීමට කෙනෙකු තෝරා ගන්න (ඉඟිය: ඔබ වැනි වැඩිහිටියෙකුගෙන් ආරම්භ කරන්න)",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "😃 Other players line up behind the leader. The leader moves around in any way they like!",
    "text": "😃 අනෙකුත් ක්‍රීඩකයින් නායකයා පිටුපස පෙළ ගැසෙන්න. නායකයා ඔහු කැමති ඕනෑම ආකාරයකින් ගමන් කරන්න!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🏁 They can run, jump, crawl, walk on tiptoe, and any other way they want!",
    "text": "🏁 ඔවුන්ට දුවන්න, පනින්න, බඩගා යන්න, ඇඟිලි තුඩු මත ඇවිදින්න සහ ඔවුන්ට අවශ්‍ය ඕනෑම ආකාරයකින් චලනය වෙන්න පුලුවන්!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "👀 The other players must copy what the leader does, and the leader can change movements at any time.",
    "text": "👀 අනෙක් ක්‍රීඩකයින් නායකයා කරන දේ අනුගමනය කළ යුතු අතර නායකයාට ඕනෑම වේලාවක චලනයන් වෙනස් කරන්න පුලුවන්.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🔄 Players take turns being the leader!",
    "text": "🔄 නායකයා ලෙස ක්‍රීඩකයින් මාරුවෙන් මාරුවට පත්වන්න!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "*Be the Narrator*",
    "text": "කතාව කියන්නා වන්න",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "👀 Say what your girl or boy is doing while they are playing",
    "text": "👀 ඔබේ දරුවා සෙල්ලම් කරන අතරතුර කරන දේ කියන්න",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "👂 This will help them learn the words to describe their actions.",
    "text": "👂 මෙය ක්‍රියාවන් විස්තර කිරීමට භාවිතා කරන වචන ඉගෙන ගැනීමට ඔවුන්ට උපකාරී වනු ඇත.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "😃 You can do it in a simple way, or in a silly way like a sports commentator, a news presenter, or a game show host",
    "text": "😃 ඔබට එය ක්‍රීඩා විචාරකයෙකු, ප්‍රවෘත්ති ඉදිරිපත් කරන්නෙකු හෝ තරඟ මෙහෙයවන්නෙකු මෙන් සරල ආකාරයකින්  ආකාරයකින් කළ හැකියි.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "💡 Ask questions like “what will you do next?” or “I see you want to put the ball in the jar. Is there another way to do that?”",
    "text": "💡 “ඊළඟට ඔයා කරන්න යන්නේ මොකක්ද?” හෝ “ඔයාට බෝලය භාජනයට දැමීමට අවශ්‍ය බව මට පේනවා. ඒක කරන්න වෙනත් ක්‍රමයක් තියෙනවද?” වැනි ප්‍රශ්න අසන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "*Be an Artist!*",
    "text": "චිත්‍ර ශිල්පියෙකු වන්න!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "📝 Give @fields.child_nickname some paper and a pen or pencil, or some different pens or pencils.",
    "text": "📝 @fields.child_nicknameට කඩදාසි කිහිපයක්, පෑනක් හෝ පැන්සලක් හෝ වෙනත් පෑන් හෝ පැන්සල් කිහිපයක් දෙන්න.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "😃 Let your girl or boy draw whatever they want to!",
    "text": "😃 ඔබේ දරුවාට අවශ්‍ය ඕනෑම දෙයක් ඇඳීමට ඉඩ දෙන්න!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "👀 Ask questions about what they are drawing, the size of the thing they are drawing, and the colours they are using.",
    "text": "👀 ඔවුන් අඳින දේ, ඔවුන් අඳින දෙයෙහි ප්‍රමාණය සහ ඔවුන් භාවිතා කරන පාට පිළිබඳ ප්‍රශ්න අසන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "🏆 If possible, put your boy or girl’s picture up on the wall when they are finished. Give praise to your girl or boy!",
    "text": "🏆 හැකි නම්, ඒවා අවසන් වූ පසු ඔබේ දරුවාගේ පින්තූරය බිත්තියේ එල්ලන්න. ඔබේ දරුවාව අගය කරන්න!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "📝 Give your child some paper and a pen or pencil, or some different pens or pencils.",
    "text": "📝 ඔබේ දරුවාට කඩදාසි කිහිපයක්, පෑනක් හෝ පැන්සලක් හෝ වෙනත් පෑන් හෝ පැන්සල් කිහිපයක් දෙන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "*Be an Expert in Emotions!*",
    "text": "හැඟීම් පිළිබඳ අවබෝධයෙන් සිටින්න!",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "📝 Create an album of the six emotions with @fields.child_nickname: happy, sad, angry, disgusted, surprised, afraid.",
    "text": "📝 @fields.child_nickname සමඟ හැඟීම් හය ඇතුළත් ඇල්බමයක් සාදන්න: සතුට, දුක, කෝපය, පිළිකුල, පුදුමය, බිය.",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated."
  },
  {
    "SourceText": "Draw, cut-out pictures from magazines, or take photos of family members showing different emotions. ",
    "text": "පත්තරවලින් පින්තූර කපා ගන්න,, නැතහොත් විවිධ හැඟීම් පෙන්වන පවුලේ සාමාජිකයින්ගේ ඡායාරූප ගන්න. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Label each emotion and add words about how each family member feels those emotions. ",
    "text": "සෑම හැඟීමක්ම හදුනාගෙන, පවුලේ සෑම සාමාජිකයෙකුටම එම හැඟීම් දැනෙන ආකාරය පිළිබඳව කතා කරන්න. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Put the album in a spot everyone agrees on, and use it throughout the day to show how the family is feeling. For example, after school, everyone can pin the emotion they’re experiencing. ",
    "text": "විවිධ හැගීම්වල පින්තූර ඇතුළත්  ඇල්බමයක් සාදා සෑම කෙනෙකුම දැකිය හැකි  ස්ථානයක තබන්න. පවුලට හැගීම් දැනෙන ආකාරය පෙන්වීමට දවස පුරා එය භාවිතා කරන්න. උදාහරණයක් ලෙස, පාසලෙන් පසු, සෑම කෙනෙකුටම ඔවුන් අත්විඳින හැඟීම් ඇලවිය හැකිය. ",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "Feel free to add new feelings as they come up. If someone doesn’t know what they are feeling, help them identify it by exploring how it feels in their body. Try together to find a new word for that emotion.",
    "text": "අවශ්ය විට නව හැඟීම් එකතු කරන්න. යමෙකුට හැඟෙන දේ නොදන්නේ නම්, එය ඔවුන්ගේ ශරීරයේ දැනෙන ආකාරය ගවේෂණය කිරීමෙන් ඔවුන්ට එය හඳුනා ගැනීමට උදව් කරන්න. එම හැඟීම් සඳහා නව වචනයක් සොයා ගැනීමට එක්ව උත්සාහ කරන්න.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "This can help everyone in the family become experts in understanding themselves and be aware of what their bodies need.",
    "text": "මෙය පවුලේ සෑම කෙනෙකුටම තමන්ව තේරුම් ගැනීමේ විශේෂඥයින් වීමට සහ ඔවුන්ගේ ශරීරයට අවශ්‍ය දේ පිළිබඳව දැනුවත් වීමට උපකාරී වේ.",
    "type": "text",
    "note": ""
  },
  {
    "SourceText": "📝 Create an album of the six emotions with your child: happy, sad, angry, disgusted, surprised, afraid.",
    "text": "📝 ඔබේ දරුවා සමඟ හැඟීම් හය ඇතුළත් ඇල්බමයක් සාදන්න: සතුට, දුක, කෝපය, පිළිකුල, පුදුමය, බිය.",
    "type": "text",
    "note": ""
  }
]